Repository: thaxz/Macarronada
Catalog: ChallengeMacarronada/Utilities/Localization/*.lproj/Localizable.strings
Languages: pt_br

# morningKey
source: Morning
pt_br: Manhã

# eveningKey
source: Afternoon
pt_br: Tarde

# nightKey
source: Night
pt_br: Noite

# welcomeKey
source: Welcome to Bell!
pt_br: Bem vindo a Bell!

# onboardingTextKey
source: Bell divides the day into shifts through a user-friendly interface and sends notifications throughout the day to streamline your organizational process.
pt_br: Bell divide o dia em turnos através de uma interface prática e manda notificações ao longo do dia para simplificar o seu processo de organização.

# startKey
source: Start using Bell
pt_br: Começar a usar Bell

# closeKey
source: Quit Bell
pt_br: Fechar Bell

# goodMorningKey
source: Good morning!
pt_br: Bom dia!

# yesKey
source: Yes
pt_br: Sim

# noKey
source: No
pt_br: Não

# freeTimeTitleEveningKey
source: Awesome!
pt_br: Ótimo!

# freeTimeTitleNightKey
source: Nice!
pt_br: Incrível!

# freeTimeEveningMessageKey
source: Enjoy your lunch, take a break, and see you soon!
pt_br: Bom almoço, aproveite o descanso e até já :)

# freeTimeNightMessageKey
source: Good evening, remember to rest, and see you tomorrow!
pt_br: Boa noite, lembre-se de descansar e até amanhã!

# activitiesKey
source: View Activities
pt_br: Ver Atividades

# emptyTextKey
source: Try writing a longer task.
pt_br: Tente escrever uma atividade maior

# goToTodayKey
source: Go to today.
pt_br: Ir para hoje

# selectDateKey
source: Enter date
pt_br: Selecione uma data

# addNewActivityKey
source: Add a new task.
pt_br: Adicionar nova atividade

# createNewTaskKey
source: Click to create a new task
pt_br: Clique para criar uma nova tarefa

# helpNextShiftKey
source: Double click to assign task to next shift
pt_br: Clique duplo para transferir o turno de uma tarefa

# deleteActivityButtonKey
source: Delete task.
pt_br: Excluir atividade

# moveShiftButtonKey
source: Move to the next shift.
pt_br: Mover para próximo turno

# topLbMorningKey
source: 8am
pt_br: 08h

# bottomLbMorningKey
source: 12pm
pt_br: 12h

# topLbEveningKey
source: 2pm
pt_br: 14h

# bottomLbEveningKey
source: 6pm
pt_br: 18h

# topLbNightKey
source: 6pm
pt_br: 18h

# bottomLbNightKey
source: 0am
pt_br: 00h

# morningNotificationTitleKey
source: Good morning!
pt_br: Bom dia!

# morningNotificationSubtitleKey
source: Shall we start the tasks?
pt_br: Vamos começar as atividades?

# eveningNotificationTitleKey
source: Nice!
pt_br: Show!

# eveningNotificationSubtitleKey
source: Lunchtime, enjoy your break, and see you soon :)
pt_br: Bom almoço, aproveite o descanso e até já :)

# nightNotificationTitleKey
source: Awesome!
pt_br: Ótimo!

# nightNotificationSubtitleKey
source: Good night, remember to rest, and see you tomorrow!
pt_br: Boa noite, lembre-se de descansar e até amanhã!
